<template>
  <div>
    <div class="w0 ft2">
      <div class="w1 title1">关于我们</div>
      <div class="w1 f2">
        <div class="txt1 ht1 p2">
          <p>【超级萌宠】介绍】</p>
          <p>超级萌宠，目前主要繁殖品种涵盖法国斗牛犬 ，英国斗牛犬，柯基犬，柴犬，秋田犬，拉布拉多犬、金毛犬、哈多利博美犬、阿拉斯加雪橇犬等常见昂贵品种。目前已从德国、台湾、韩国等地引进了多只双血统种犬</p>
          <p>【服务宗旨：以信为本】</p>
          <p>"诚信乃为人之本，人之信，犬之健！"这是我们超级萌宠核心价值观。我们基地创立于上海浦东，是一不同于普通宠物店的高品质养殖基地，一直以来把"诚信则立"作为我企业创立之根本，多年来秉持"以信为本"的服务宗旨，倾力打造中国本土宠物行业产业化、专业化、连锁化高端品牌，致力于为广大加盟商及宠物爱好者提供完善服务。</p>
          <p>【企业特色：多元化产业链、汇聚专业、健康、高品质】</p>
          <p>"以诚信打造品牌，建立宠物行业多元化产业链！"这是超级萌宠的经营理念。我公司以完善宠物多元化产业为核心思想，公司旗下已拥有多家直营宠物连锁店、宠物繁殖基地、宠物美容培训机构、宠物美容师及专业兽医人才库等全方位宠物服务机构，多年来不断为中国宠物事业做出崭新贡献！</p>
          <p>超级萌宠作为专业宠物机构，将台湾、韩国以及欧美时尚宠物服务元素引入到中国，一直以来引领着全国宠物时尚新潮流。公司汇集全球知名品种宠物，引进各国知名犬种及用品、饰品、粮食、零食，让更多的宠物主人不出国门也能享受到全球新时尚用品及服务。同时，我公司大量吸收宠物行业专业人才，并欢迎加盟商及广大宠物爱好者的加入，为本行业和社会培养及输出大量专业时尚人才，开创国内宠物行业新纪元！</p>
          <p>【企业规划：打造中国宠物活体品牌】</p>
          <p>"以信为本，打造中国宠物行业品牌"，这一明确而精深的理念是我公司为之不懈奋斗的长期规划。公司早在2012年就开始全面投身于中国宠物行业的开拓与发展，现已成为中国宠物行业中具影响力的活体品牌。</p>
          <p>"品牌+产品+服务"的完美组合，打造出我们基地宠物专业化、时尚化、高品质的企业形象，也为宠物连锁加盟产业建立了全方位社会网络。公司庞大的多元化产业链构建了人性化、高亲和力的宠物服务模式，并让超级萌宠品牌成为了行业内的宠物美护专家、宠物寄养舒适乐园、主人养护好帮手、健康宠物品种培育基地等荣誉。超级萌宠将为国内孕育出宠物行业专业时尚新时代！</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  created () {
    setTimeout(function () {
      var $transition = document.getElementsByClassName('_transition')[0];
      $transition.style = "opacity: 1";
    },100);
  }
 
};
</script>

<style>
@import "./../../assets/css/page/about.css";
</style>