<template>
  <div>
    <div class="w0 ft2">
      <div class="w1 title1">售后保障</div>
      <div class="w1 f2">
        <div class="txt1 ht1 p2">
          <p>售犬协议</p>

          <p>甲方（卖家）：</p>

          <p>乙方（买家）：</p>

          <p>为了保证甲乙双方利益，经双方协商一致，就狗狗销售事宜达成如下协议：</p>

          <p>狗狗基本信息：</p>

          <p>狗狗品种：_______________ &nbsp; 狗狗性别：_______________</p>

          <p>狗狗年龄：_______________ &nbsp; 血统：_______________</p>

          <p>级别：_______________ &nbsp; &nbsp; &nbsp; 价格：_______________</p>

          <p>疫苗注射情况：___________ &nbsp; 驱虫情况：_______________</p>

          <p>第一条、甲方权利和义务</p>

          <p>1. 甲方承诺保证以上"狗狗基本信息"的真实性，如有虚假，甲方承担违约责任。</p>

          <p>2.甲方有义务告知乙方所售狗狗的出生情况、健康情况（包括有无过往病史）、饮食习惯、生活习性等。</p>

          <p>3.甲方有义务为乙方提供所出售狗狗的饲养指导和售后咨询。</p>

          <p>4.甲方承诺对所出售的狗狗提供以下疾病的售后保障：</p>

          <p>犬瘟____天，细小____天，</p>

          <p>以上疾病保障期从甲乙双方协议签订之日起开始计算。</p>

          <p>第二条、乙方权利和义务</p>

          <p>1.乙方有义务按甲方提供的饲养指导科学养护所购狗狗，如果因饲养不当引起狗狗生病甚至死亡，由乙方承担责任。</p>

          <p>2.乙方所购狗狗在保障期内出现甲方所承诺保障的疾病时，需要在第一时间通知甲方，并保留正规宠物医院（包括但不限于医院有诊疗许可证，检验医生具有宠物医生职业资格证）出示的证明。同时，在和甲方就赔偿事宜书面达成一致前，乙方有义务保留狗狗活体（尸体），不得擅自处理。</p>

          <p>1.乙方所购狗狗在保障期内出现甲方所承诺保障的疾病时，应首先和甲方联系协商赔偿事宜。</p>

          <p>第三条、价格及交付</p>

          <p>1. &nbsp; 所出售狗狗的价格：</p>

          <p>2. &nbsp; 狗狗的交付方式：</p>

          <p>第四条、违约责任</p>

          <p>1.如甲方违约，需要按照乙方要求 无条件退还乙方购买狗狗所支付的全部费用 免费为乙方更换同品质狗狗一只，并签订新的售犬协议。</p>

          <p>2.如乙方违约，甲方不承担赔偿责任。</p>

          <p>第五条、其他</p>

          <p>1.本协议未尽事宜，由双方自行约定并签署协议补充，补充部分与本协议具有相同法律效力。</p>

          <p>2.本协议一式两份，甲乙双方各执一份，自双方签字/盖章之日起生效。</p>

          <p>（以下无正文）</p>

          <p>甲方(签字/盖章)： &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;乙方（签字/盖章）：</p>

          <p>协议签署日期： &nbsp; &nbsp; &nbsp;年 &nbsp; &nbsp;月 &nbsp; &nbsp;日 &nbsp;&nbsp;</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
   created () {
    setTimeout(function () {
      var $transition = document.getElementsByClassName('_transition')[0];
      $transition.style = "opacity: 1";
    },100);
  }
};
</script>

<style>
@import "./../../assets/css/page/service.css";

</style>